Repository: giellalt/corpus-fin
Catalog: tmx/sme/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=367_lang=finnish.html.tmx
Source language: fin
Languages: sme

source: Valtiot ja saamelaiskäräjät valmiita saamelaissopimusneuvotteluihin
sme: Stáhtat ja sámedikkit gárvásat sámesoahpamušráđđádallamiidda

source: - Aika on kypsynyt pohjoismaista saamelaissopimusta koskevien neuvottelujen aloittamiselle.
sme: - Áigi lea láddan davviriikkalaš sámesoahpamuša guoski ráđđádallamiid álggaheapmái.

source: Pohjoismaiden saamelaiskäräjien puheenjohtajat ja valtioiden saamelaisasioista vastaavat ministerit kokoontuvat Oslossa toukokuun 25. päivänä sopimaan neuvottelujen aikataulusta ja menettelytavoista.
sme: Davviriikkaid sámedikkiid ságadoallit ja stáhtaid sámeáššiin vástideaddji ministtarat čoahkkanit Oslos miessemánu 25. beaivve soahpan dihtii ráđđádallamiid áigetávvalis ja meannudanvugiin.

source: Kuvissa Suomen saamelaiskäräjien jäsenet Tuomas Aslak Juuso ja Asko Länsman sekä varapuheenjohtaja Erkki Lumisalmi.
sme: Govain Suoma sámedikki lahtut Tuomas Aslak Juuso ja Asko Länsman ja várreságadoalli Erkki Lumisalmi.

source: Kuvat: Sára Márjá Magga.
sme: Govat: Sára Márjá Magga.

source: – Voimme iloita siitä, että saamelaissopimusta koskevat neuvottelut alkavat ja asia etenee, totesi Norjan saamelaiskäräjien varapresidentti Laila Susanne Vars saamelaisen parlamentaarisen neuvoston kokouksessa Rovaniemellä 14.4.
sme: – Sáhttit illudit das, ahte sámesoahpamuša guoski ráđđádallamat álget ja ášši ovdana, gávnnahii Norgga sámedikki várrepresideanta Laila Susanne Vars sámi parlamentáralaš ráđi čoahkkimis Roavvenjárggas 14.4.

source: Saamelaisen parlamentaarisen neuvoston kokous hyväksyi julistuksen pohjoismaisen saamelaissopimuksen edistämisestä neuvottelujen alkaessa.
sme: Sámi parlamentáralaš ráđi čoahkkin dohkkehii julggaštusa davviriikkalaš sámesoahpamuša ovddideamis ráđđádallamiid álggahettiin.

source: Ehdotus Suomen, Ruotsin ja Norjan yhteiseksi pohjoismaiseksi saamelaissopimukseksi valmistui näitä valtioita ja saamelaiskäräjiä edustaneen asiantuntijatyöryhmän työn tuloksena vuonna 2005.
sme: Evttohus Suoma, Ruoŧa ja Norgga oktasaš davviriikkalaš sámesoahpamuššan gárvánii áššedovdebargojoavkkus jagis 2005. Bargojoavkkus ledje ovddasteaddjit sihke ráđđehusain ja sámedikkiin.

source: Parlamentaarinen neuvosto edellyttää nyt, että alkaville neuvotteluille tulisi asettaa pitävä ja hyväksyttävä aikataulu.
sme: Parlamentáralaš ráđđi bivdá dál, ahte ráđđádallamiidda ásahuvvošii bistevaš ja dohkálaš áigeplána.

source: Parlamentaarinen neuvosto korostaa julkilausumassaan sitä, että tullessaan hyväksytyksi saamelaissopimus on kuitenkin epätäydellinen niin kauan kun Venäjän saamelaiset ovat sen ulkopuolella.
sme: Parlamentáralaš ráđđi deattuha julggaštusasttis dan, ahte davviriikkalaš sámesoahpamuš boahtá leat eahpedievaslaš nu guhká go Ruošša sámit leat soahpamuša olggobealde.

source: Parlamentaarinen neuvosto tukee Venäjän saamelaisten pyrkimyksiä oman edustuksellisen elimen perustamiseksi ja kehottaa myös Suomen, Ruotsin ja Norjan hallituksia tukemaan Venäjän saamelaisten pyrkimyksiä.
sme: Parlamentáralaš ráđđi doarju Ruošša sámiid figgamušaid iežaset álbmotválljen orgána vuođđudeamis ja ávžžuha maid Suoma, Ruoŧa ja Norgga ráđđehusaid doarjut Ruošša sámiid ulbmiliid.

source: Pohjoismaisen saamelaissopimuksen tarkoituksena on mm. yhtenäistää saamelaisten oikeusasemaa valtioissaan ja lujittaa saamelaisten mahdollisuuksia toimia valtioiden rajojen yli ja säilyä yhtenä kansana.
sme: Davviriikkalaš sámesoahpamuša ulbmilin lea ee. dahkat oktilažžan sámiid riektesajádaga ruoktoriikkaineaset ja nannet sámiid vejolašvuođaid bargat riikkaid rájáid rastá ja bissut oktan álbmogin.
